Repository: luisrowley/Jasmin
Catalog: locales/*/LC_MESSAGES/*.po
Languages: es

source: open reddit
es: abre reddit

source: The Reddit content has been opened for you Sir.
es: El contenido de Reddit ha sido abierto.

source: open website
es: abre el sitio web

source: has been opened for you Sir.
es: ha sido abierto.

source: launch app
es: Lanza la applicación

source: Telegram ready as always.
es: Telegram ya está listo para usar.

source: current weather
es: tiempo actual

source: time
es: hora

source: lock screen
es: bloquea la pantalla

source: screen was locked!
es: La pantalla fue bloqueada.

source: who are you
es: ¿quien eres?

source: I'm Jasmin, your virtual assistant
es: Soy Jasmin, tu asistente virtual

source: shut down
es: apaga

source: Bye Sir. Have a nice day
es: Hasta luego, ten un buen día.

source: Until next time Sir
es: Hasta la proxima!

source: Be nice, bye Sir!
es: Que todo vaya bien!

source: Current weather in %(city)s is %(status)s. The maximum temperature is %(temp_max)0.1f and the minimum temperature is %(temp_min)0.1f degree celcius
es: El tiempo actual en %(city)s es %(status)s.

source: Current time is %(hour)d hours %(mins)d minutes
es: Son las %(hour)d horas y %(mins)d minutos

source: Google Chrome was open for you Sir.
es: Google Chrome fue abierto para usted.

source: I have launched the desired application
es: Lanzando la applicación solicitada

source: Closing Telegram Sir.
es: Cerrando Telegram.

source: Who is the recipient?
es: ¿Quien es el destinatario?

source: What should I say to him?
es: ¿Qué debería decirle?

source: What is the subject?
es: ¿Cuál es el asunto?

source: Email has been sent successfully.
es: El email ha sido enviado.

source: I don't know what you mean!
es: No entiendo qué quieres decir.

source: Hello Sir. Good morning
es: Buenos días

source: Hello Sir. Good afternoon
es: Buenas tardes

source: Hello Sir. Good evening
es: Buenas noches
